<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {color: #CC0000}
-->
</style>
</head>

<body>
<h1 align="center" class="style1">D&iacute;a de la Bandera de M&eacute;xico: orgullo nacional, libertad, justicia y nacionalidad.</h1>
<p>&nbsp;</p>
<h2>La bandera, junto con el escudo y el himno nacional, son los s&iacute;mbolos que nos representan y nos unen como naci&oacute;n mexicana.</h2>
<p>El d&iacute;a de la Bandera mexicana fue establecido el 24 de febrero de 1934.&nbsp;Sin embargo, esta conmemoraci&oacute;n&nbsp;nacional fue oficialmente reconocida hasta 1940, por decreto del Presidente L&aacute;zaro C&aacute;rdenas del R&iacute;o.</p>
<p>En 1821 Agust&iacute;n de Iturbide se inspir&oacute; en dar garant&iacute;as a los mexicanos declarando la Independencia de M&eacute;xico, es entonces cuando nace nuestra Bandera.&nbsp;</p>
<p>En la declaraci&oacute;n del plan de Iguala, Iturbide llevaba la bandera trigarante (verde, blanca y rojo), pero en franjas diagonales. Los colores de la bandera garantizaban algunos derechos: el blanco representaba la religi&oacute;n cat&oacute;lica; el verde representaba la independencia de M&eacute;xico ante Espa&ntilde;a y el rojo la igualdad y la uni&oacute;n de los mexicanos con los espa&ntilde;oles y las castas.</p>
<p align="center"><img src="bandera.jpg" width="561" height="634" /></p>
<p>Al finalizar el Imperio de Agust&iacute;n de Iturbide en 1823, el Congreso Constituyente instaur&oacute; oficialmente la Bandera Nacional conservando los colores verde, blanco y rojo, pero con algunos cambios:&nbsp;al &aacute;guila se le quit&oacute; la corona imperial y se agregaron los s&iacute;mbolos republicanos de las ramas de laurel y encino.</p>
<p>A mediados del siglo XIX, con la llegada de Benito Ju&aacute;rez a la presidencia del pa&iacute;s, se cambi&oacute; el significado de sus&nbsp;colores , como consecuencia de la separaci&oacute;n del estado con la iglesia: Verde: Esperanza; Blanco: Unidad y Rojo: la sangre de los h&eacute;roes nacionales.</p>
<p>Y es as&iacute; que el 24 de febrero de 1984 entr&oacute; en vigencia la nueva Ley sobre el Escudo, la Bandera y el Himno Nacionales, en la que se establece:&nbsp;</p>
<p>ART&Iacute;CULO 3o.- La Bandera Nacional consiste en un rect&aacute;ngulo dividido en tres franjas verticales de medidas id&eacute;nticas, con los colores en el siguiente orden a partir del asta: verde, blanco y rojo. En la franja blanca y al centro, tiene el Escudo Nacional, con un di&aacute;metro de tres cuartas partes del ancho de dicha franja. La proporci&oacute;n entre anchura y longitud de la bandera, es de cuatro a siete. Podr&aacute; llevar un lazo o corbata de los mismos colores, al pie de la moharra. Un modelo de la Bandera Nacional, autenticado por los tres poderes de la Uni&oacute;n, permanecer&aacute; depositado en el Archivo General de la Naci&oacute;n y otro en el Museo Nacional de Historia.</p>
<p>ART&Iacute;CULO 10.- El 24 de febrero se establece solemnemente como D&iacute;a de la Bandera. En este d&iacute;a se deber&aacute;n transmitir programas especiales de radio y televisi&oacute;n destinados a difundir la historia y significaci&oacute;n de la Bandera Nacional. En esta fecha, las Autoridades realizar&aacute;n jornadas c&iacute;vicas en conmemoraci&oacute;n, veneraci&oacute;n y exaltaci&oacute;n de la Bandera Nacional.</p>
<p>ART&Iacute;CULO 11.- En los inmuebles de las Autoridades que por sus caracter&iacute;sticas lo permitan, se deber&aacute;n rendir honores a la Bandera Nacional con car&aacute;cter obligatorio los d&iacute;as 24 de febrero, 15 y 16 de septiembre y 20 de noviembre de cada a&ntilde;o.</p>
<p>La Bandera mexicana, adem&aacute;s de ser un s&iacute;mbolo patrio y representar el esp&iacute;ritu de unidad, valor y patriotismo, es un elemento unificador; es una expresi&oacute;n aut&eacute;ntica de nuestros or&iacute;genes, as&iacute; como del deseo de fortalecer el sentido de identidad nacional, como pa&iacute;s independiente y soberano.</p>
<p>&nbsp;</p>
</body>
</html>
